greet = 'Приветствую'
title_txt = 'Тест Руфье'

win_X, win_y = 0,0

win_width, win_height = 1920, 1080
greet_instuction = 'Этот тест позволит вам определить насколько здорово живёт ваше сердечко'
fin_btn_txt = 'Дальше'

#Second window
surname = 'Введите ваше Ф.И.О.'
years = 'Сколько вам полных лет?'
InstructionFirst = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест",чтобы запустить таймер. Результат запишите в соответствующем поле.'
FirstButtonText = 'Начать первый тест'
InstructionSecond = 'Выполните 30 приседаий за 45 секунд. Для этого нажмите кнопку "Начать второй тест",чтобы запустить таймер. Результат запишите в соответствующем поле.'
SecondBttonText = 'Начать второй тест'
InstructionThird = 'Лягьте на спину и замерьте пульс за первые 15 секунд одной минуты, затем за последние 15 секунд. Для этого нажмите кнопку "Начать третий тест",чтобы запустить таймер. Зелёным обозначены секунды в течении которых нужно проводить измерения, чёрным - секунды без замера пульса. Результат запишите в соответствующем поле.'
ThirdButtonText = 'Начать третий тест'
timerText = "00:00:15"
sendButtonText = 'Подвести итоги'

#Third window
index = 'Индекс Руфье:'
result = 'Работоспособность вашего сердца:'
