greet = 'Приветствую'
title_txt = 'Тест Руфье'
win_X, win_y = 0,0
win_width, win_height = 1920, 1080
greet_instuction = 'Этот тест позволит вам определить насколько здорово живёт ваше сердечко'
fin_btn_txt = 'Дальше'


#Second window
ur_name_txt = 'Введите ваше Ф.И.О.'
age_txt = 'Сколько вам полных лет?'
instuction1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест",чтобы запустить таймер. Результат запишите в соответствующем поле.'
btn_test_1 = 'Начать первый тест'
instuction2 = 'Выполните 30 приседаий за 45 секунд. Для этого нажмите кнопку "Начать второй тест",чтобы запустить таймер. Результат запишите в соответствующем поле.'
btn_test_2 = 'Начать второй тест'
instuction3 = 'Лягьте на спину и замерьте пульс за первые 15 секунд одной минуты, затем за последние 15 секунд. Для этого нажмите кнопку "Начать третий тест",чтобы запустить таймер. Зелёным обозначены секунды в течении которых нужно проводить измерения, чёрным - секунды без замера пульса. Результат запишите в соответствующем поле.'
btn_test_3 = 'Начать третий тест'
timer = 15
fin_btn_txt2 = 'Подвести итоги'


#Third window
index = 'Индекс Руфье:'
result = 'Работоспособность вашего сердца:'
